export const contactIntro = {
  "title": "Контакты Отделения",
  "hotlineTitle": "Горячая линия (для лиц, проживающих на территории РФ, звонок бесплатный)",
  "hotlineValue": "8 (800) 100-00-01 - Единый контакт-центр взаимодействия с гражданами (звонок БЕСПЛАТНЫЙ)",
  "regionalTitle": "Региональный контакт-центр для страхователей",
  "regionalPhone": "8 (3522) 49-16-16",
  "addressTitle": "Адрес",
  "addressValue": "640022, Россия, Курганская область, г. Курган, ул. Гоголя, 153",
  "scheduleTitle": "График работы",
  "scheduleValue": "понедельник - пятница: 08:00 - 17:00 (перерыв 12:00 - 13:00); суббота - воскресенье: выходные дни",
  "receptionTitle": "Приемная руководителя",
  "receptionPhone": "8 (3522) 48-80-37",
  "emailTitle": "Электронный адрес",
  "emailValue": "info@45.sfr.gov.ru",
  "appointmentTitle": "Оформить предварительную запись на прием в СФР",
  "appointmentText": "Записаться на прием в клиентскую службу ОСФР по Курганской области",
  "pressTitle": "Для прессы",
  "pressEmailTitle": "Электронный адрес",
  "pressEmail": "press@45.sfr.gov.ru (только для работы со СМИ)",
  "appealsTitle": "Обращения граждан принимаются:",
  "appealsPostTitle": "почтовыми отправлениями по адресу:",
  "appealsPostAddress": "640022, Россия, Курганская область, г. Курган, ул. Гоголя, 153",
  "appealsOnlineTitle": "путем заполнения электронной формы обращения:",
  "appealsOnlineText": "Подать обращение"
} as const

export const supportPhoneInfo = {
  "title": "Не нашли ответ на свой вопрос?",
  "subtitle": "Свяжитесь с нами.",
  "phone": "8 (800) 100-00-01",
  "center": "Региональный контакт-центр CФР",
  "requestText": "Оставить электронное обращение"
} as const