import type { LeadershipMember } from '../types/contacts'

export const contactIntro = {
  "title": "Контакты Отделения",
  "hotlineTitle": "Горячая линия (для лиц, проживающих на территории РФ, звонок бесплатный)",
  "hotlineValue": "8 (800) 100-00-01 - Единый контакт-центр взаимодействия с гражданами (звонок БЕСПЛАТНЫЙ)",
  "regionalTitle": "Региональный контакт-центр для страхователей",
  "regionalPhone": "8 (3522) 49-16-16",
  "addressTitle": "Адрес",
  "addressValue": "640022, Россия, Курганская область, г. Курган, ул. Гоголя, 153",
  "scheduleTitle": "График работы",
  "scheduleValue": "понедельник - пятница: 08:00 - 17:00 (перерыв 12:00 - 13:00); суббота - воскресенье: выходные дни",
  "receptionTitle": "Приемная руководителя",
  "receptionPhone": "8 (3522) 48-80-37",
  "emailTitle": "Электронный адрес",
  "emailValue": "info@45.sfr.gov.ru",
  "appointmentTitle": "Оформить предварительную запись на прием в СФР",
  "appointmentText": "Записаться на прием в клиентскую службу ОСФР по Курганской области",
  "pressTitle": "Для прессы",
  "pressEmailTitle": "Электронный адрес",
  "pressEmail": "press@45.sfr.gov.ru (только для работы со СМИ)",
  "appealsTitle": "Обращения граждан принимаются:",
  "appealsPostTitle": "почтовыми отправлениями по адресу:",
  "appealsPostAddress": "640022, Россия, Курганская область, г. Курган, ул. Гоголя, 153",
  "appealsOnlineTitle": "путем заполнения электронной формы обращения:",
  "appealsOnlineText": "Подать обращение"
} as const

export const supportPhoneInfo = {
  "title": "Не нашли ответ на свой вопрос?",
  "subtitle": "Свяжитесь с нами.",
  "phone": "8 (800) 100-00-01",
  "center": "Региональный контакт-центр CФР",
  "requestText": "Оставить электронное обращение"
} as const

export const leadershipMembers: LeadershipMember[] = [
  {
    "name": "Шумков Вадим Олегович",
    "role": "Управляющий отделением",
    "details": "Родился 24 декабря 1964 г. в  городе Кургане Курганской области. В 1986 году окончил Курганское высшее военно – политическое авиационное училище по специальности «военно - политическая Военно – Воздушных Сил». С 1990 года после окончания службы в рядах Советской Армии работал в различных должностях. С 1997 по 2000 год был советником Главы Администрации Курганской области, затем помощником члена Совета Федерации Федерального собрания Российской Федерации Богомолова Олега Алексеевича. С 2001 по 2010 год занимал должность управляющего делами управления делами аппарата Правительства Курганской области. С 2010 по  2019 год - заместитель Губернатора Курганской области – руководитель Аппарата Правительства Курганской области. С февраля 2019 года занимал должность директора по связям с общественностью Аппарата Губернатора Курганской области. С 1 августа 2019 года – управляющий Государственным учреждением – Отделением Пенсионного фонда Российской Федерации по Курганской области. С 1 января 2023 года – управляющий Отделением Фонда пенсионного и социального страхования Российской Федерации по Курганской области. Член партии «ЕДИНАЯ РОССИЯ»."
  },
  {
    "name": "Смирнов Артём Александрович",
    "role": "Заместитель управляющего отделением",
    "details": "Родился 17 марта 1986 г.  в п. Южно-Курильск Сахалинской области. В 2008 году окончил Курганский государственный университет по специальности «Экономика и управление на предприятии (в машиностроении)». В 2014 году окончил Российскую академию народного хозяйства и государственной службы при Президенте Российской Федерации по специальности «Юриспруденция». С 2012 по 2017 год работал в управлении внутренней политики Правительства Курганской области. С 2017 по 2019 год  занимал должность заместителя начальника Государственного учреждения  - Управления Пенсионного фонда Российской Федерации в г. Кургане Курганской области (межрайонного). С января 2019 года – заместитель управляющего отделением Пенсионного фонда Российской Федерации по Курганской области. С января 2023 года – заместитель управляющего отделением Фонда пенсионного и социального страхования Российской Федерации по Курганской области."
  },
  {
    "name": "Пылков Денис Витальевич",
    "role": "Заместитель управляющего отделением",
    "details": "Родился 17 октября 1982 г. в  городе Кургане Курганской области. В 2005 году окончил Курганский государственный университет по специальности «Автоматизация технологических процессов и производств (в машиностроении)». В 2009 году окончил Уральскую академию государственной службы по специальности «Национальная экономика». В системе пенсионного и социального страхования работает с 2007 года. С 2013 по 2020 год  занимал должность заместителя начальника Государственного учреждения  - Управления Пенсионного фонда Российской Федерации в г. Кургане Курганской области (межрайонного). С марта 2020 года – заместитель управляющего отделением Пенсионного фонда Российской Федерации по Курганской области. С января 2023 года – заместитель управляющего отделением Фонда пенсионного и социального страхования Российской Федерации по Курганской области."
  },
  {
    "name": "Крылова Светлана Юрьевна",
    "role": "Заместитель управляющего отделением",
    "details": "Родилась 27 июля 1984 г. в с. Кетово Кетовского района Курганской области. В 2007 году окончила Курганский государственный университет по специальности «Социальная работа». В системе пенсионного и социального страхования работает с 2001 года. С 2001 по 2020 год работала в различных должностях, в том числе начальником отдела назначения, перерасчета, выплаты пенсий и оценки пенсионных прав застрахованных лиц и руководителем клиентской службы (на правах отдела) Государственного учреждения - Управления Пенсионного фонда Российской Федерации в Кетовском районе Курганской области (межрайонное). С июня 2022 года – занимала должность заместителя начальника управления установления социальных выплат ОПФР по Курганской области. С мая 2023 года – занимала должности начальника управления установления социальных выплат, далее начальника управления установления пенсий ОСФР по Курганской области. С декабря 2025 года – заместитель управляющего отделением Фонда пенсионного и социального страхования Российской Федерации по Курганской области."
  },
  {
    "name": "Бажаева Татьяна Николаевна",
    "role": "Заместитель управляющего отделением",
    "details": "Родилась 2 ноября 1978 г. с. Михайловка Комсомольского района Кустанайской области. В 2000 году окончила Курганский социально-экономический институт  по специальности «Мировая экономика», квалификация «Экономист». В 2010 году окончила Академию труда и социальных отношений по специальности «Финансы и кредит», квалификация «Экономист». В системе пенсионного и социального страхования работает с 2010 года. С 2023 года занимает должность заместителя управляющего отделением."
  }
]